Repository: yaroslav-khas/learning
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_view_help.xlf
Languages: uk

source: Close
uk: Закрити

# description
source: The TYPO3 Inline User Manual is composed from the available help in this TYPO3 Installation (Context Sensitive Help). Here you will find a general description of the TYPO3 Core modules, installation specific Backend Modules and Database Tables that are available based on your login credentials.
uk: Вбудований довідник TYPO3 побудований із доступної у цієї інсталяції TYPO3 контекстно-чутливої довідки. Тут ви знайдете загальний опис основних модулів TYPO3, встановлених модулів backend та таблиць БД, які доступні із вашими правами.

source: Details
uk: Подробиці

# fullDescription
source: See full description of table
uk: Див. повний опис таблиці

# fullDescription_module
source: See full description of module
uk: Див. повний опис модуля

# full_manual
source: Full Manual (in one page)
uk: Повний довідник (однією сторінкою)

# full_manual_chapters
source: Manual Chapters
uk: Розділи довідника

source: Go back
uk: Повернутися

# goToToc
source: << go to Manual Index
uk: Зміст

source: Introduction
uk: Вступ

# manual_title
source: TYPO3 Inline User Manual
uk: Вбудований довідник TYPO3

source: See also
uk: Див. також

source: Syntax
uk: Синаксис

# title
source: TYPO3 Inline Help
uk: Вбудована довідка TYPO3

# TOC
source: Table Of Contents
uk: Зміст

# TOC_core
source: TYPO3 Core Features
uk: Основні функції TYPO3

# TOC_extensions
source: Extensions
uk: Розширення

# TOC_glossary
source: Glossary
uk: Словник

# TOC_modules
source: Backend Modules
uk: Модулі backend

# TOC_other
source: Other
uk: Інше

# TOC_tables
source: Database Tables
uk: Таблиці бази даних

source: To top
uk: Догори
