Repository: yaroslav-khas/learning
Catalog: var/labels/*/felogin/Resources/Private/Language/*.locallang.xlf
Languages: uk

# change_password
source: Change your password
uk: Змінити ваш пароль

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
uk: Увага! Можливо в вашому браузері не ввімкнені cookies. Якщо ваш віхд систему пропаде на наступній сторінці, то вам треба ввімкнути cookies (або прийняти cookies цього вебсайту) у вашом бразурі якнайшвидше.

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
uk: Ваш пароль було збережено. Тепер ви можете увійти в систему з новим паролем.

# ll_change_password_header
source: Change your password
uk: Змінити ваш пароль

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
uk: Будь-ласка, введіть ваш новий пароль двічі. Пароль має складатися з більш ніж %s символів.

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
uk: Паролі не сходяться. Будь-ласка, введіть ваш новий пароль двічі. Пароль має складатися з більш ніж %s символів.

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
uk: Введений вами пароль занадто короткий. Пароль має складатися з більш ніж %s символів.

# ll_error_header
source: Login failure
uk: Вхід до системи неуспішний

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
uk: Помилка виникла під час входу в систему. Набільш вірогідно, що ви ввели неправильно ваше ім'я користувача або пароль. Будь-ласка, впевніться, що ви ввели їх такими, як вони є, враховуючи верхній/нижній регістр. Також можливо, що cookies відключені в вашому браузері.

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
uk: Ваш пароль Здраствуйте, %s Ми не змогли знайти ваше ім'я користувача до цієї email адреси, і тому не можемо вислати вам новий пароль. Мабуть, ви вказали неправильну адресу (верхній/нижній регістр відрізняються) або, можливо, ви ще не реєструвалися?

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
uk: Ваш пароль Здраствуйте, %s Ваше ім'я користувача: "%s" Ваш пароль: "%s"

# ll_forgot_header
source: Forgot your password?
uk: Забули ваш пароль?

# ll_forgot_header_backToLogin
source: Return to login form
uk: Повернутися до форми входу у систему

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
uk: Будь ласка, введіть email адресу за допомогую якої ви реєструвалися. Тоді натисніть на "Надіслати пароль" і ваш пароль буде миттєво висланий на вашу email адресу. Впевніться, що ви ввели правильну email адресу.

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
uk: Ваш пароль був висланий на вашу email адресу %s

# ll_logout_header
source: You have logged out.
uk: Ви вийшли з системи

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
uk: Ви тільки-но вийшли з цього вебсайту. Ви можете зайти під тим самим чи іншим користувачем, заповнивши форму нижче.

# ll_status_header
source: Current status
uk: Теперішній статус

# ll_success_header
source: Login successful
uk: Вхід успішний!

# ll_success_message
source: You are now logged in as '###USER###'
uk: Ви ввійшли в систему як '###USER###'

# ll_welcome_header
source: User login
uk: Увійти в систему

source: Login
uk: Вхід в систему

source: Logout
uk: Вийти з системи

# newpassword_label1
source: Enter new password
uk: Введіть ваш пароль

# newpassword_label2
source: Repeat new password
uk: Повторіть ваш пароль

source: Reset Password
uk: Скидання паролю

source: Send password
uk: Надіслати пароль
